Revit 2027 API
ParameterTypeId.SpotElevIndNs Property
 "North / South Indicator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndNs { get; }
Public Shared ReadOnly Property SpotElevIndNs As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndNs {
	ForgeTypeId^ get ();
}
static member SpotElevIndNs : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace